/*
  FilterPresets.strings
  iina

  Created by lhc on 25/8/2017.
  Copyright © 2017 lhc. All rights reserved.
*/
/* It's optional to localize descriptions for each parameter! */



"crop" = "자르기";
"crop.w" = "가로 (기본값: 가로 해상도)";
"crop.h" = "세로 (기본값: 세로 해상도)";
"crop.x" = "기준점 X (기본값: 중앙)";
"crop.y" = "기준점 Y (기본값: 중앙)";

"expand" = "확장";
"expand.w" = "가로 (기본값: 영상의 가로 해상도)";
"expand.h" = "세로 (기본값: 영상의 세로 해상도)";
"expand.x" = "기준점 X (기본값: 중앙)";
"expand.y" = "기준점 Y (기본값: 중앙)";
"expand.aspect" = "화면비에 맞게 늘이기 (예: 4/3)";
"expand.round" = "아래 값으로 나누어지게 길이 반올림";

"sharpen" = "선명하게";
"sharpen.msize" = "매트릭스 크기";
"sharpen.amount" = "강도";

"blur" = "흐리게";
"blur.msize" = "매트릭스 크기";
"blur.amount" = "강도";

"delogo" = "로고 제거";
"delogo.w" = "가로";
"delogo.h" = "세로";
"delogo.x" = "기준점 X";
"delogo.y" = "기준점 Y";

"negative" = "반전";

"vflip" = "수직 뒤집기";
"hflip" = "수평 뒤집기";

"lut3d" = "3D LUT";
"lut3d.file" = "파일 경로 (입력 상자에 파일을 끌어다 놓을 수도 있습니다)";
"lut3d.interp" = "보간 모드";

"custom_mpv" = "사용자화 (mpv)";
"custom_mpv.name" = "필터 항목";
"custom_mpv.string" = "필터 값";

"custom_ffmpeg" = "사용자화 (FFmpeg)";
"custom_ffmpeg.name" = "필터 이름";
"custom_ffmpeg.string" = "필터 값";
